Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Fill** can be a solid color or a **gradient** across the letters, and **Outline** draws a stroke around them. A gradient replaces any colors set on parts of the text.
ar: **الملء** يمكن أن يكون لونًا خالصًا أو **تدرجًا** عبر الحروف، و **المخطط التفصيلي** يرسم حدودًا حولها. يحل التدرج محل أي ألوان تم تعيينها على أجزاء من النص.
ca: **Omplir** pot ser un color sòlid o un **gradient** a través de les lletres, i **Contorn** dibuixa un traç al seu voltant. Un degradat substitueix els colors establerts en parts del text.
cs: **Výplň** může být plná barva nebo **přechod** napříč písmeny a **Osry** kolem nich nakreslí tah. Přechod nahradí všechny barvy nastavené na částech textu.
da: **Fyld** kan være en ensfarvet eller **gradient** på tværs af bogstaverne, og **Kontur** tegner en streg rundt om dem. En gradient erstatter alle farver, der er sat på dele af teksten.
de: **Füllung** kann eine Vollfarbe oder ein **Verlauf** über die Buchstaben sein, und **Kontur** zieht eine Linie um sie. Ein Verlauf ersetzt Farben, die einzelnen Textteilen zugewiesen sind.
el: Το **Γέμισμα** μπορεί να είναι μονόχρωμο ή **διαβάθμιση** στα γράμματα και το **Περίγραμμα** σχεδιάζει μια διαδρομή γύρω από αυτά. Μια διαβάθμιση αντικαθιστά τυχόν χρώματα που ορίζονται σε μέρη του κειμένου.
es: El **Relleno** puede ser un color sólido o un **degradado** sobre las letras, y el **Contorno** dibuja un trazo a su alrededor. Un degradado sustituye los colores aplicados a partes del texto.
fa: **پرکردن** می‌تواند یک رنگ یکدست یا یک **گرادیان** روی حروف باشد و **خط دور** دور آن‌ها خط می‌کشد. گرادیان جایگزین رنگ‌هایی می‌شود که روی بخش‌هایی از متن تنظیم شده‌اند.
fi: **Täyte** voi olla yksivärinen tai **liukuväri** kirjainten poikki, ja **ääriviiva** piirtää viivan niiden ympärille. Liukuväri korvaa kaikki tekstin osiin asetetut värit.
fr: Le **Remplissage** peut être une couleur unie ou un **dégradé** sur les lettres, et le **Contour** trace un trait autour. Un dégradé remplace les couleurs appliquées à certaines parties du texte.
he: **מילוי** יכול להיות בצבע אחיד או **שיפוע** על פני האותיות, ו-**מתאר** משרטט קו סביבן. מעבר צבע מחליף את כל הצבעים המוגדרים בחלקי הטקסט.
hr: **Ispuna** može biti jednobojna ili **gradijent** preko slova, a **Obris** iscrtava potez oko njih. Gradijent zamjenjuje sve boje postavljene na dijelovima teksta.
hu: A **Kitöltés** lehet egyszínű vagy **átmenet** a betűk között, a **Körvonal** pedig körvonalat rajzol körülöttük. A színátmenet lecseréli a szöveg egyes részein beállított színeket.
id: **Isi** dapat berupa warna solid atau **gradien** pada huruf, dan **Garis Besar** membuat guratan di sekelilingnya. Gradien menggantikan warna apa pun yang ditetapkan pada bagian teks.
it: **Riempi** può essere un colore pieno o una **sfumatura** sulle lettere, e **Contorno** traccia un bordo intorno. Una sfumatura sostituisce i colori applicati a parti del testo.
ja: **塗りつぶし**は単色か文字全体にかかる**グラデーション**にでき、**枠線**は文字の周囲に線を描きます。グラデーションは、テキストの一部に設定した色より優先されます。
ko: **채우기**는 단색이나 글자 전체에 걸친 **그라디언트**로 지정할 수 있고, **윤곽선**은 글자 주위에 선을 그립니다. 그라디언트는 텍스트 일부에 지정한 색상을 대체합니다.
ms: **Isi** boleh menjadi warna pepejal atau **kecerunan** merentas huruf dan **Kerangka** melukis strok di sekelilingnya. Kecerunan menggantikan sebarang warna yang ditetapkan pada bahagian teks.
nl: **Vulling** kan een effen kleur of een **verloop** over de letters zijn, en **Omtrek** tekent er een lijn omheen. Een verloop vervangt alle kleuren die op delen van de tekst zijn ingesteld.
no: **Fyll** kan være en ensfarget eller en **gradient** på tvers av bokstavene, og **Kontur** tegner et strøk rundt dem. En gradient erstatter alle farger som er satt på deler av teksten.
pl: **Wypełnienie** może mieć jednolity kolor lub **gradient** pomiędzy literami, a **Kontur** rysuje wokół nich obrys. Gradient zastępuje wszystkie kolory ustawione w częściach tekstu.
pt_br: O **Preenchimento** pode ser uma cor sólida ou um **gradiente** nas letras, e o **Contorno** desenha um traço ao redor delas. Um gradiente substitui as cores aplicadas a partes do texto.
pt_pt: **Preenchimento** pode ser uma cor sólida ou um **gradiente** nas letras, e o **Contorno** desenha um traço ao redor delas. Um gradiente substitui quaisquer cores definidas em partes do texto.
ro: **Umplere** poate fi o culoare solidă sau un **degradat** peste litere, iar **Contur** desenează un contur în jurul lor. Un gradient înlocuiește orice culoare stabilită pe părți ale textului.
ru: **Заливка** может быть сплошным цветом или **градиентом** по буквам, а **Обводка** рисует контур вокруг них. Градиент заменяет цвета, заданные для отдельных частей текста.
sk: **Výplň** môže byť plná farba alebo **prechod** naprieč písmenami a **Obrys** okolo nich nakreslí ťah. Prechod nahradí všetky farby nastavené na častiach textu.
sl: **Polnilo** je lahko enobarvno ali **preliv** čez črke, **Oris** pa nariše potezo okoli njih. Gradient nadomesti vse barve, nastavljene na delih besedila.
sv: **Fyllning** kan vara en enfärgad eller en **gradient** över bokstäverna, och **Kontur** ritar ett streck runt dem. En gradient ersätter alla färger som ställs in på delar av texten.
th: **เติม** อาจเป็นสีทึบหรือ **ไล่ระดับสี** พาดผ่านตัวอักษร และ **โครงร่าง** จะวาดเส้นขีดรอบๆ ตัวอักษร การไล่ระดับสีจะแทนที่สีใดๆ ที่ตั้งไว้บนส่วนของข้อความ
tr: **Dolgu**, düz bir renk veya harflere yayılan bir **renk geçişi** olabilir; **Dış Çizgi** ise harflerin çevresine çizgi çizer. Renk geçişi, metnin bölümlerine atanan renklerin yerini alır.
uk: **Заповнення** може бути суцільним кольором або **градієнтом** по літерах, а **Контур** малює обведення навколо них. Градієнт замінює кольори, задані для окремих частин тексту.
ur: **فِل** ایک ٹھوس رنگ یا **گریڈینٹ** ہو سکتا ہے حروف میں، اور **Outline** ان کے گرد ایک اسٹروک کھینچتی ہے۔ گریڈینٹ متن کے حصوں پر سیٹ کردہ کسی بھی رنگ کی جگہ لے لیتا ہے۔
vi: **Tô** có thể là một màu đồng nhất hoặc **chuyển màu** trên các chữ cái và **Outline** vẽ một nét xung quanh chúng. Dải màu thay thế bất kỳ màu nào được đặt trên các phần của văn bản.
zh_hans: **填充**可以是纯色，也可以是横跨字母的**渐变**，**描边**会在字母周围描线。渐变会取代为部分文本设置的颜色。
zh_hant: **填滿**可以是單色，也可以是橫跨字母的**漸層**，**外框線**會在字母周圍描線。漸層會取代為部分文字設定的顏色。

source: **Fit** — scales so the whole image is visible; leaves transparent letterbox bars.
ar: **الملاءمة** — يتم تغيير المقياس بحيث تكون الصورة بأكملها مرئية؛ يترك أشرطة رسائل شفافة.
ca: **Ajust**: s'escala de manera que tota la imatge sigui visible; deixa barres de bústia transparents.
cs: **Přizpůsobit** — měřítko tak, aby byl viditelný celý obrázek; zanechává průhledné pruhy poštovní schránky.
da: **Tilpas** — skalerer, så hele billedet er synligt; efterlader gennemsigtige postkassestænger.
de: **Anpassen** – skaliert so, dass das ganze Bild sichtbar ist; lässt transparente Ränder frei.
el: **Fit** — κλιμακώνει ώστε να είναι ορατή ολόκληρη η εικόνα. αφήνει διαφανείς ράβδους γραμματοκιβωτίου.
es: **Ajustar**: escala para que se vea toda la imagen y deja bandas transparentes.
fa: **متناسب** — اندازه را طوری تنظیم می‌کند که کل تصویر دیده شود و نوارهای شفاف در کناره‌ها باقی می‌ماند.
fi: **Fit** — skaalaa niin, että koko kuva näkyy; jättää läpinäkyvät postilaatikon palkit.
fr: **Ajuster** : met à l'échelle pour que toute l'image soit visible, en laissant des bandes transparentes.
he: **התאמה** - קנה קנה מידה כך שכל התמונה תהיה גלויה; משאיר פסי תיבת מכתבים שקופים.
hr: **Fit** — skalira tako da je cijela slika vidljiva; ostavlja prozirne trake poštanskog sandučića.
hu: **Fit** — átméretezi, hogy a teljes kép látható legyen; átlátszó levélszekrény-sávokat hagy.
id: **Fit** — menskalakan sehingga seluruh gambar terlihat; meninggalkan bilah kotak surat transparan.
it: **Adatta**: ridimensiona in modo che l'immagine sia interamente visibile, lasciando bande trasparenti.
ja: **フィット** — 画像全体が見えるように拡大/縮小します。余白部分は透明になります。
ko: **맞춤** — 이미지 전체가 보이도록 크기를 조정하며, 남는 부분은 투명한 레터박스로 둡니다.
ms: **Muat** — skala supaya keseluruhan imej kelihatan; meninggalkan bar kotak surat lutsinar.
nl: **Fit** — schaalt zodat de hele afbeelding zichtbaar is; laat transparante brievenbusstaven achter.
no: **Fit** — skalerer slik at hele bildet er synlig; etterlater seg gjennomsiktige postkassestenger.
pl: **Dopasuj** — skaluje tak, aby cały obraz był widoczny; pozostawia przezroczyste paski na listy.
pt_br: **Ajustar** — redimensiona para que a imagem inteira fique visível; deixa faixas transparentes nas bordas.
pt_pt: **Ajustar** — dimensiona para que toda a imagem fique visível; deixa barras transparentes na caixa de correio.
ro: **Fit** — se scalează astfel încât întreaga imagine să fie vizibilă; lasă bare transparente pentru cutia poștală.
ru: **Вписать** — масштабирует так, чтобы изображение было видно целиком; оставляет прозрачные поля.
sk: **Prispôsobiť** — prispôsobí sa tak, aby bol viditeľný celý obrázok; zanecháva priehľadné pruhy poštovej schránky.
sl: **Prilagodi** — meri tako, da je vidna celotna slika; pušča prozorne palice nabiralnika.
sv: **Fit** — skalar så att hela bilden syns; lämnar genomskinliga brevlådestänger.
th: **พอดี** — ปรับขนาดเพื่อให้มองเห็นทั้งภาพได้ เหลือแถบกล่องจดหมายโปร่งใส
tr: **Sığdır** — görüntünün tamamı görünecek şekilde ölçekler; saydam boşluklar bırakır.
uk: **Вмістити** — масштабує так, щоб було видно все зображення; залишає прозорі смуги по краях.
ur: **فٹ** — ترازو تاکہ پوری تصویر نظر آئے۔ شفاف لیٹر باکس سلاخوں کو چھوڑ دیتا ہے۔
vi: **Vừa vặn** — chia tỷ lệ để hiển thị toàn bộ hình ảnh; để lại các thanh hộp thư trong suốt.
zh_hans: **适合**——缩放至完整显示图像；多出的区域保持透明。
zh_hant: **符合**——縮放以顯示整張影像；多出的空間會保持透明。

source: **Format** — PNG or JPEG.
ar: **التنسيق** — PNG أو JPEG.
ca: **Format**: PNG o JPEG.
cs: **Formát** — PNG nebo JPEG.
da: **Format** — PNG eller JPEG.
de: **Format** – PNG oder JPEG.
el: **Μορφή** — PNG ή JPEG.
es: **Formato**: PNG o JPEG.
fa: **قالب** — PNG یا JPEG.
fi: **Muoto** — PNG tai JPEG.
fr: **Format** – PNG ou JPEG.
he: **פורמט** - PNG או JPEG.
hr: **Format** — PNG ili JPEG.
hu: **Formátum** — PNG vagy JPEG.
id: **Format** — PNG atau JPEG.
it: **Formato**: PNG o JPEG.
ja: **形式** — PNG または JPEG。
ko: **형식** — PNG 또는 JPEG.
ms: **Format** — PNG atau JPEG.
nl: **Indeling** — PNG of JPEG.
no: **Format** — PNG eller JPEG.
pl: **Format** — PNG lub JPEG.
pt_br: **Formato** — PNG ou JPEG.
pt_pt: **Formato** — PNG ou JPEG.
ro: **Format** — PNG sau JPEG.
ru: **Формат** — PNG или JPEG.
sk: **Formát** — PNG alebo JPEG.
sl: **Oblika** — PNG ali JPEG.
sv: **Format** — PNG eller JPEG.
th: **รูปแบบ** — PNG หรือ JPEG
tr: **Biçim** — PNG veya JPEG.
uk: **Формат** — PNG або JPEG.
ur: **فارمیٹ** — PNG یا JPEG۔
vi: **Định dạng** — PNG hoặc JPEG.
zh_hans: **格式**——PNG 或 JPEG。
zh_hant: **格式**——PNG 或 JPEG。

source: **Format** presets: **Social** (1.91:1), **Square**, **Portrait** (4:5), **Story** (9:16), **YouTube** (16:9), and **Pinterest** (2:3).
ar: إعدادات **التنسيق** المسبقة: **اجتماعي** (1.91:1)، **مربع**، **صورة شخصية** (4:5)، **قصة** (9:16)، **YouTube** (16:9)، و **Pinterest** (2:3).
ca: **Format** predefinits: **Social** (1.91:1), **Quadrat**, **Retrat** (4:5), **Història** (9:16), **YouTube** (16:9) i **Pinterest** (2:3).
cs: **Předvolby formátu**: **Sociální** (1,91:1), **Čtverec**, **Portrét** (4:5), **Příběh** (9:16), **YouTube** (16:9) a **Pinterest** (2:3).
da: **Format** forudindstillinger: **Social** (1.91:1), **Square**, **Portræt** (4:5), **Historie** (9:16), **YouTube** (16:9) og **Pinterest** (2:3).
de: Vorgaben für das **Format**: **Social Media** (1,91:1), **Quadrat**, **Hochformat** (4:5), **Story** (9:16), **YouTube** (16:9) und **Pinterest** (2:3).
el: **Μορφή** προεπιλογές: **Κοινωνική** (1,91:1), **Τετράγωνο**, **Πορτραίτο** (4:5), **Ιστορία** (9:16), **YouTube** (16:9) και **Pinterest** (2:3).
es: Predefinidos de **Formato**: **Social** (1,91:1), **Cuadrado**, **Vertical** (4:5), **Historia** (9:16), **YouTube** (16:9) y **Pinterest** (2:3).
fa: پیش‌تنظیم‌های **قالب**: **شبکه‌های اجتماعی** (1.91:1)، **مربع**، **عمودی** (4:5)، **استوری** (9:16)، **YouTube** (16:9) و **Pinterest** (2:3).
fi: **Muoto** esiasetukset: **Sosiaalinen** (1,91:1), **Neliö**, **Muotokuva** (4:5), **Juttu** (9:16), **YouTube** (16:9) ja **Pinterest** (2:3).
fr: Préréglages de **Format** : **Réseaux sociaux** (1.91:1), **Carré**, **Portrait** (4:5), **Story** (9:16), **YouTube** (16:9) et **Pinterest** (2:3).
he: **פורמט** מוגדר מראש: **חברתי** (1.91:1), **מרובע**, **דיוקן** (4:5), **סיפור** (9:16), **YouTube** (16:9), ו**Pinterest** (2:3).
hr: **Format** unaprijed postavljene postavke: **Društveno** (1,91:1), **Kvadrat**, **Portret** (4:5), **Priča** (9:16), **YouTube** (16:9) i **Pinterest** (2:3).
hu: **Formátum** előre beállított értékek: **Közösségi** (1,91:1), **Négyzet**, **Portré** (4:5), **Sztori** (9:16), **YouTube** (16:9) és **Pinterest** (2:3).
id: **Format** preset: **Social** (1,91:1), **Square**, **Portrait** (4:5), **Story** (9:16), **YouTube** (16:9), dan **Pinterest** (2:3).
it: Preset di **Formato**: **Social** (1,91:1), **Quadrato**, **Verticale** (4:5), **Storia** (9:16), **YouTube** (16:9) e **Pinterest** (2:3).
ja: **形式** のプリセット: **ソーシャル**（1.91:1）、**スクエア**、**縦向き**（4:5）、**ストーリー**（9:16）、**YouTube**（16:9）、**Pinterest**（2:3）。
ko: **형식** 사전 설정: **소셜**(1.91:1), **정사각형**, **세로**(4:5), **스토리**(9:16), **YouTube**(16:9), **Pinterest**(2:3).
ms: **Format** pratetap: **Sosial** (1.91:1), **Petak**, **Potret** (4:5), **Cerita** (9:16), **YouTube** (16:9) dan **Pinterest** (2:3).
nl: **Indeling**-voorinstellingen: **Sociaal** (1,91:1), **Vierkant**, **Portret** (4:5), **Verhaal** (9:16), **YouTube** (16:9) en **Pinterest** (2:3).
no: **Format** forhåndsinnstillinger: **Sosial** (1.91:1), **Square**, **Portrett** (4:5), **Story** (9:16), **YouTube** (16:9) og **Pinterest** (2:3).
pl: Ustawienia wstępne **Format**: **Społeczne** (1,91:1), **Kwadrat**, **Portret** (4:5), **Historia** (9:16), **YouTube** (16:9) i **Pinterest** (2:3).
pt_br: Predefinições de **Formato**: **Social** (1,91:1), **Quadrado**, **Retrato** (4:5), **Story** (9:16), **YouTube** (16:9) e **Pinterest** (2:3).
pt_pt: **Predefinições de formato**: **Social** (1,91:1), **Quadrado**, **Retrato** (4:5), **História** (9:16), **YouTube** (16:9) e **Pinterest** (2:3).
ro: **Format** presetări: **Social** (1.91:1), **Pătrat**, **Portret** (4:5), **Povestea** (9:16), **YouTube** (16:9) și **Pinterest** (2:3).
ru: Пресеты **Формат**: **Соцсети** (1,91:1), **Квадрат**, **Книжная** (4:5), **Сторис** (9:16), **YouTube** (16:9) и **Pinterest** (2:3).
sk: **Predvoľby formátu**: **Sociálne siete** (1,91:1), **Štvorec**, **Portrét** (4:5), **Príbeh** (9:16), **YouTube** (16:9) a **Pinterest** (2:3).
sl: Prednastavitve **Oblike**: **Družabno** (1,91:1), **Kvadrat**, **Portret** (4:5), **Zgodba** (9:16), **YouTube** (16:9) in **Pinterest** (2:3).
sv: **Format** förinställningar: **Social** (1.91:1), **Square**, **Porträtt** (4:5), **Berättelse** (9:16), **YouTube** (16:9) och **Pinterest** (2:3).
th: **รูปแบบ** ที่ตั้งไว้ล่วงหน้า: **โซเชียล** (1.91:1), **สแควร์**, **แนวตั้ง** (4:5), **เรื่องราว** (9:16), **YouTube** (16:9) และ **Pinterest** (2:3)
tr: **Biçim** hazır ayarları: **Sosyal** (1.91:1), **Kare**, **Dikey** (4:5), **Hikâye** (9:16), **YouTube** (16:9) ve **Pinterest** (2:3).
uk: Пресети **Формат**: **Соцмережі** (1,91:1), **Квадрат**, **Книжкова** (4:5), **Сторіс** (9:16), **YouTube** (16:9) і **Pinterest** (2:3).
ur: **فارمیٹ** پیش سیٹس: **سوشل** (1.91:1)، **اسکوائر**، **پورٹریٹ** (4:5)، **کہانی** (9:16)، **YouTube** (16:9)، اور **Pinterest** (2:3)۔
vi: **Định dạng** đặt trước: **Xã hội** (1,91:1), **Hình vuông**, **Chân dung** (4:5), **Câu chuyện** (9:16), **YouTube** (16:9) và **Pinterest** (2:3).
zh_hans: **格式** 预设：**社交**（1.91:1）、**方形**、**纵向**（4:5）、**快拍**（9:16）、**YouTube**（16:9）和 **Pinterest**（2:3）。
zh_hant: **格式**預設：**社群**（1.91:1）、**正方形**、**直式**（4:5）、**限時動態**（9:16）、**YouTube**（16:9）和 **Pinterest**（2:3）。

source: **Gap**, **Padding**, and **Corner Radius** are percentages of the canvas, so a layout keeps its proportions at every output size.
ar: **الفجوة** و**الحشوة** و**نصف قطر الزاوية** هي نسب مئوية من اللوحة القماشية، لذا يحتفظ التخطيط بنسبه عند كل حجم مخرجات.
ca: **Gap**, **Padding** i **Corner Radius** són percentatges del llenç, de manera que un disseny manté les seves proporcions a cada mida de sortida.
cs: **Mezera**, **Padding** a **Poloměr rohu** jsou procenta plochy plátna, takže rozvržení si zachovává své proporce při každé velikosti výstupu.
da: **Gap**, **Padding** og **Corner Radius** er procentdele af lærredet, så et layout holder sine proportioner ved hver outputstørrelse.
de: **Abstand**, **Innenabstand** und **Eckenradius** sind Prozentwerte der Leinwand, sodass ein Layout bei jeder Ausgabegröße seine Proportionen behält.
el: Το **Gap**, **Padding** και **Corner Radius** είναι ποσοστά του καμβά, επομένως μια διάταξη διατηρεί τις αναλογίες της σε κάθε μέγεθος εξόδου.
es: **Espaciado**, **Margen** y **Radio de esquina** son porcentajes del lienzo, así que el diseño mantiene sus proporciones en cualquier tamaño de salida.
fa: **فاصله**، **فاصلهٔ داخلی** و **شعاع گوشه** درصدی از بوم هستند، بنابراین چیدمان در هر اندازهٔ خروجی تناسب خود را حفظ می‌کند.
fi: **Auko**, **Padding** ja **Corner Radius** ovat prosenttiosuuksia kankaasta, joten asettelu säilyttää mittasuhteensa kaikissa tulostekokoissa.
fr: **Espacement**, **Marge intérieure** et **Rayon des angles** sont des pourcentages du canevas : une mise en page conserve ainsi ses proportions quelle que soit la taille de sortie.
he: **פער**, **ריפוד** ו**רדיוס פינתי** הם אחוזים מהקנבס, כך שהפריסה שומרת על הפרופורציות שלה בכל גודל פלט.
hr: **Gap**, **Padding** i **Corner Radius** postoci su platna, tako da izgled zadržava svoje proporcije pri svakoj izlaznoj veličini.
hu: A **Rés**, **Padding** és **Saroksugár** a vászon százalékos aránya, így az elrendezés minden kimeneti méretnél megtartja arányait.
id: **Gap**, **Padding**, dan **Corner Radius** adalah persentase kanvas, sehingga tata letak mempertahankan proporsinya pada setiap ukuran output.
it: **Spaziatura**, **Margine interno** e **Raggio angoli** sono percentuali della tela, quindi un layout mantiene le proporzioni a ogni dimensione di output.
ja: **間隔**、**余白**、**角の半径** はキャンバスに対する割合なので、どの出力サイズでもレイアウトの比率が保たれます。
ko: **간격**, **여백**, **모서리 반경**은 캔버스 대비 백분율이므로 모든 출력 크기에서 레이아웃 비율이 유지됩니다.
ms: **Jurang**, **Padding** dan **Jejari Sudut** ialah peratusan kanvas, jadi reka letak mengekalkan perkadarannya pada setiap saiz output.
nl: **Ruimte**, **Opvulling** en **Hoekradius** zijn percentages van het canvas, dus een lay-out behoudt zijn verhoudingen bij elk uitvoerformaat.
no: **Gap**, **Padding** og **Corner Radius** er prosentandeler av lerretet, så et oppsett holder proporsjonene ved hver utskriftsstørrelse.
pl: **Odstęp**, **Wypełnienie** i **Promień narożnika** to wartości procentowe obszaru roboczego, dlatego układ zachowuje swoje proporcje przy każdym rozmiarze wyjściowym.
pt_br: **Espaçamento**, **Margem** e **Raio dos cantos** são porcentagens da tela, então o layout mantém as proporções em qualquer tamanho de saída.
pt_pt: **Gap**, **Padding** e **Corner Radius** são porcentagens da ecrã, portanto, um layout mantém suas proporções em todos os tamanhos de saída.
ro: **Gap**, **Padding** și **Corner Radius** sunt procente ale pânzei, astfel încât un aspect își păstrează proporțiile la fiecare dimensiune de ieșire.
ru: **Интервал**, **Отступ** и **Радиус углов** задаются в процентах от холста, поэтому макет сохраняет пропорции при любом размере вывода.
sk: **Medzera**, **Padding** a **Polomer rohu** sú percentá plochy plátna, takže rozloženie si zachováva svoje proporcie pri každej veľkosti výstupu.
sl: **Gap**, **Padding** in **Corner Radius** so odstotki platna, tako da postavitev ohrani svoja razmerja pri vsaki izhodni velikosti.
sv: **Gap**, **Utfyllning** och **Hörnradie** är procentandelar av arbetsytan, så en layout behåller sina proportioner vid varje utskriftsstorlek.
th: **ช่องว่าง** **การแพดดิ้ง** และ **รัศมีมุม** คือเปอร์เซ็นต์ของผืนผ้าใบ ดังนั้นเลย์เอาต์จึงรักษาสัดส่วนในทุกขนาดเอาต์พุต
tr: **Aralık**, **İç Boşluk** ve **Köşe Yarıçapı** tuvalin yüzdesi olarak belirlenir; böylece bir yerleşim her çıktı boyutunda oranlarını korur.
uk: **Проміжок**, **Відступ** і **Радіус кутів** задаються у відсотках від полотна, тож макет зберігає пропорції за будь-якого розміру результату.
ur: **گیپ**، **پیڈنگ**، اور **کارنر ریڈیئس** کینوس کے فیصد ہیں، لہذا لے آؤٹ ہر آؤٹ پٹ سائز پر اپنے تناسب کو برقرار رکھتا ہے۔
vi: **Khoảng trống**, **Khoảng cách** và **Bán kính góc** là tỷ lệ phần trăm của canvas, do đó, bố cục sẽ giữ nguyên tỷ lệ ở mọi kích thước đầu ra.
zh_hans: **间距**、**内边距** 和 **圆角半径** 都以画布的百分比计算，因此布局在任何输出尺寸下都能保持比例。
zh_hant: **間距**、**邊界**和**圓角半徑**都是畫布的百分比，因此版面在各種輸出大小下都能保持比例。
